[Play_DLC3_S_SHN_Julian_Lives AkEvent]
SpokenText="Шеф, думаю, вы должны кое-что знать о Джулиане. Похоже, его не полностью стерло, когда мы накрыли тот сектопод. Подключившись к «Роверу», он оставил слепок базовой памяти. Сейчас я держу его в изолированной системе, но если мы захотим... Он мог бы стать эффективным пилотом «Искры», надо только поковыряться в блоке принятия решений. Я могу этим заняться."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Pre_Mission_Prep_2 AkEvent]
SpokenText="Центр, я могу о себе позаботиться. Не будем лишний раз тратить время."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Has_Honor AkEvent]
SpokenText="Двадцать лет назад отец наделил «Искру» голосом, который должен был меня успокаивать. С тех пор много воды утекло... Я думаю, нам нужен более воинственный вариант."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Is_Ours AkEvent]
SpokenText="Шеф, «Искра» у нас. С текущими технологиями мы, я уверена, сможем произвести на его основе дополнительные подкрепления. Я готова приступить к работе в зоне испытаний, как только вы прикажете."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Repairs_Available AkEvent]
SpokenText="Шеф, если нужно, мы можем отправить «Искры» в бой даже в потрепанном состоянии."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Tower_Rumor_Comp_2 AkEvent]
SpokenText="Шеф, если мы планируем отправить отряд, я бы напросилась за компанию... Кто бы ни отправил это сообщение, он не меньше меня осведомлен о разработках моего отца, и мне интересно, как это возможно. Я - единственная, кто знает, что мы ищем. Я должна быть там."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

